Repository: EternalTimes/wslcontainerdesktop
Catalog: src/WslContainerDesktop/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# Resource_Text_d8fcde886f51
source: Disconnect last network
zh_hans: 断开最后一个网络

# Resource_Text_d91e96180566
source: Health check: pending
zh_hans: 健康检查：等待中

# Resource_Text_d9a11a39ea03
source: No files in {0}
zh_hans: {0} 中没有文件

# Resource_Text_dcd75e915e17
source: {0} minute ago
zh_hans: {0} 分钟前

# Resource_Text_debe01de259b
source: Remove failed
zh_hans: 删除失败

# Resource_Text_dfb7ec51e410
source: Couldn't read a usable configuration from {0}.
zh_hans: 无法从 {0} 读取可用配置。

# Resource_Text_dfd89cd8c84d
source: Remove network "{0}"?
zh_hans: 删除网络“{0}”？

# Resource_Text_e1f86240b2dd
source: Fetching logs for {0}…
zh_hans: 正在获取 {0} 的日志…

# Resource_Text_e2012dea310d
source: Shortcut
zh_hans: 快捷方式

# Resource_Text_e2dfda5ec309
source: Attach to container
zh_hans: 连接到容器

# Resource_Text_e344290db93f
source: Pruning stopped containers…
zh_hans: 正在清理已停止的容器…

# Resource_Text_e5084bffcc17
source: {0} selected
zh_hans: 已选择 {0} 项

# Resource_Text_e51845cb1141
source: Named
zh_hans: 命名卷

# Resource_Text_e596a4450bb9
source: Some networks were not removed
zh_hans: 部分网络未删除

# Resource_Text_e601f2ca7586
source: Sending redacted evidence to the selected provider…
zh_hans: 正在向所选提供商发送已脱敏的证据…

# Resource_Text_e78ea730d17b
source: Opened terminal for {0}
zh_hans: 已打开 {0} 的终端

# Resource_Text_e791b8dd3622
source: Added {0}.
zh_hans: 已添加 {0}。

# Resource_Text_e7d59c9b7409
source: Manage the registries available when running or pulling images.
zh_hans: 管理运行或拉取镜像时可用的镜像仓库。

# Resource_Text_e963907dac5c
source: Remove
zh_hans: 删除

# Resource_Text_e9b450d14bc2
source: Done
zh_hans: 完成

# Resource_Text_ea8c28b99ef3
source: The Used by column includes stopped containers when inspect metadata is available.
zh_hans: 检查元数据可用时，使用者列包含已停止的容器。

# Resource_Text_eb37f372523b
source: Remove {0} image(s)? {1}
zh_hans: 删除 {0} 个镜像？ {1}

# Resource_Text_eb8b73e789bb
source: Remove {0} container(s)? This cannot be undone. {1}
zh_hans: 删除 {0} 个容器？此操作无法撤销。 {1}

# Resource_Text_ed28e0686e12
source: Disconnect
zh_hans: 断开

# Resource_Text_ed7c33b27513
source: In use by {0}
zh_hans: 由 {0} 使用

# Resource_Text_ee05172db8a8
source: Review the redacted payload, then click Send diagnosis.
zh_hans: 检查已脱敏的内容后，点击发送诊断。

# Resource_Text_ee3d21a8808c
source: Text file
zh_hans: 文本文件

# Resource_Text_efcaf8d58273
source: {0} item(s) in {1}
zh_hans: {1} 中有 {0} 项

# Resource_Text_f306c4f01fc3
source: Inspect · {0}
zh_hans: 详情 · {0}

# Resource_Text_f40bfff90b76
source: Logging in to {0}…
zh_hans: 正在登录 {0}…

# Resource_Text_f64e32064699
source: The following items could not be copied: {0}
zh_hans: 以下项目无法复制： {0}

# Resource_Text_f6fdbe48dc54
source: Delete
zh_hans: 删除

# Resource_Text_f71509aebfe8
source: {0} (estimated; usage unknown)
zh_hans: {0}（估算；使用情况未知）

# Resource_Text_f82ef289fb04
source: Keep volumes
zh_hans: 保留数据卷

# Resource_Text_f9b108d77fc3
source: {0} (other users unknown)
zh_hans: {0}（其他使用者未知）

# Resource_Text_fa5fed7c3e6d
source: No filesystem changes relative to the image.
zh_hans: 文件系统相对镜像没有更改。

# Resource_Text_fa69acb015a2
source: Diagnosis complete
zh_hans: 诊断完成

# Resource_Text_fa785e63f6da
source: Login to {0} failed.
zh_hans: 登录 {0} 失败。

# Resource_Text_fbae892997d9
source: Import failed
zh_hans: 导入失败

# Resource_Text_fce244da09aa
source: Failed to load networks
zh_hans: 加载网络失败

# Resource_Text_fe4d9482d48f
source: Preparing diagnosis
zh_hans: 正在准备诊断

# Resource_Text_ffb39c8e24c1
source: Image created from exported files
zh_hans: 已从导出的文件创建镜像

# Resource_Volumes_001.Text
source: Volumes
zh_hans: 数据卷

# Resource_Volumes_002.Text
source: Create volume
zh_hans: 创建数据卷

# Resource_Volumes_003.Text
source: Refresh
zh_hans: 刷新

# Resource_Volumes_004.Text
source: Prune
zh_hans: 清理

source: Select multiple volumes
zh_hans: 选择多个数据卷

# Resource_Volumes_005.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select multiple volumes
zh_hans: 选择多个数据卷

# Resource_Volumes_006.Text
source: Select
zh_hans: 选择

# Resource_Volumes_007.Text
source: Remove selected
zh_hans: 删除选中项

# Resource_Volumes_008.Text
source: Cancel
zh_hans: 取消

# Resource_Volumes_009.Text
source: NAME
zh_hans: 名称

# Resource_Volumes_010.Text
source: TYPE
zh_hans: 类型

# Resource_Volumes_011.Text
source: USED BY
zh_hans: 使用者

# Resource_Volumes_012.Text
source: CREATED
zh_hans: 创建时间

# Resource_Volumes_013.Text
source: ACTIONS
zh_hans: 操作

# Resource_Volumes_014.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Inspect
zh_hans: 查看详情

# Resource_Volumes_015.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 删除

# Resource_Volumes_016.Text
source: TYPE
zh_hans: 类型

# Resource_Volumes_017.Text
source: USED BY
zh_hans: 使用者

# Resource_Volumes_018.Text
source: CREATED
zh_hans: 创建时间

# Resource_Volumes_019.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Inspect
zh_hans: 查看详情

# Resource_Volumes_020.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 删除

# Resource_Volumes_021.Text
source: No volumes.
zh_hans: 暂无数据卷。

# Resource_WslEngine_004.Text
source: Refresh
zh_hans: 刷新

# Resource_ReclaimSpace_001.Text
source: Disk usage
zh_hans: 磁盘使用情况

# Resource_ReclaimSpace_002.Text
source: Reclaim all
zh_hans: 全部回收

# Resource_ReclaimSpace_004.Text
source: Reclaimable (dangling images and stopped containers)
zh_hans: 可回收空间（悬空镜像和已停止的容器）

# Resource_ReclaimSpace_005.Text
source: Container storage:
zh_hans: 容器存储：

# Resource_ReclaimSpace_006.Content
source: Open WSL Engine storage settings
zh_hans: 打开 WSL 引擎存储设置

# Resource_ReclaimSpace_007.Text
source: wslc does not report volume sizes, so volumes are shown as counts. Container sizes are the writable layer only; image layers are counted under Images.
zh_hans: wslc 不报告数据卷大小，因此仅显示数据卷数量。容器大小仅包括可写层；镜像层计入镜像大小。

# Resource_ReclaimSpace_008.Text
source: Images
zh_hans: 镜像

# Resource_ReclaimSpace_009.Text
source: Total:
zh_hans: 总计：

# Resource_ReclaimSpace_011.Text
source: Reclaimable:
zh_hans: 可回收：

# Resource_ReclaimSpace_012.Text
source: dangling
zh_hans: 个悬空镜像

# Resource_ReclaimSpace_013.Content
source: Remove dangling images
zh_hans: 删除悬空镜像

# Resource_ReclaimSpace_014.Text
source: Containers
zh_hans: 容器

# Resource_ReclaimSpace_015.Text
source: Total:
zh_hans: 总计：

# Resource_ReclaimSpace_016.Text
source: Stopped:
zh_hans: 已停止：

# Resource_ReclaimSpace_017.Text
source: reclaimable
zh_hans: 可回收

# Resource_ReclaimSpace_018.Text
source: Reclaimable:
zh_hans: 可回收：

# Resource_ReclaimSpace_019.Content
source: Remove stopped containers
zh_hans: 删除已停止的容器

# Resource_ReclaimSpace_020.Text
source: Volumes
zh_hans: 数据卷

# Resource_ReclaimSpace_021.Text
source: Total:
zh_hans: 总计：

# Resource_ReclaimSpace_022.Text
source: Unused:
zh_hans: 未使用：

# Resource_ReclaimSpace_023.Text
source: (inspect snapshot)
zh_hans: （检查快照）

# Resource_ReclaimSpace_024.Content
source: Remove unused volumes
zh_hans: 删除未使用的数据卷

# Resource_ReclaimSpace_025.Text
source: Largest images
zh_hans: 最大的镜像

# Resource_ReclaimSpace_026.Text
source: No images.
zh_hans: 暂无镜像。

# Resource_ReclaimSpace_027.Text
source: Dangling images
zh_hans: 悬空镜像

# Resource_ReclaimSpace_028.Text
source: No dangling images.
zh_hans: 暂无悬空镜像。

# Resource_ReclaimSpace_029.Text
source: Unused volumes
zh_hans: 未使用的数据卷

# Resource_ReclaimSpace_030.Text
source: No volumes confirmed unused. Unknown usage is not counted.
zh_hans: 没有确认未使用的数据卷，不计入使用情况未知的数据卷。

# Resource_Text_0166d7b870bb
source: Restart the wslc session? This stops all running containers and releases the
zh_hans: 重启 wslc 会话？这会停止所有运行中的容器并释放

# Resource_Text_01c18eb220c6
source: WSL update
zh_hans: WSL 更新

# Resource_Text_0359792c6c6b
source: ; engine health: unhealthy (reported independently of the TCP restart policy)
zh_hans: ；引擎健康状态：异常（独立于 TCP 重启策略报告）

# Resource_Text_04271cf5765a
source: WSL is up to date.
zh_hans: WSL 已是最新版本。

# Resource_Text_095d3c7448a1
source: {0} user network + {1} built-in networks
zh_hans: {0} 个用户网络 + {1} 个内置网络

# Resource_Text_0b5e1b6073eb
source: Shutdown failed
zh_hans: 关闭失败

# Resource_Text_0cb1ba8ea3a2
source: There are no stopped containers to remove.
zh_hans: 没有可以删除的已停止容器。

# Resource_Text_0ce59716077c
source: {0} dangling images are still used by containers and cannot be removed yet.
zh_hans: {0} 个悬空镜像仍被容器使用，暂时无法删除。

# Resource_Text_0d71e15cbf09
source: Engine: WSL {0}+ required
zh_hans: 引擎：需要 WSL {0} 或更高版本

# Resource_Text_0e2a97ecc9c6
source: and containers while the update is applied.
zh_hans: 和容器以应用更新。

# Resource_Text_0fcd01286567
source: ; engine health: healthy
zh_hans: ；引擎健康状态：健康

# Resource_Text_10c53e7c5a84
source: Engine: running · {0}/{1} containers up
zh_hans: 引擎：运行中 · {0}/{1} 个容器已启动

# Resource_Text_12e94e9a2dab
source: ; engine health: starting
zh_hans: ；引擎健康状态：启动中

# Resource_Text_158cc9f59175
source: Shut down WSL
zh_hans: 关闭 WSL

# Resource_Text_186e2d1c099d
source: Choose an empty folder.
zh_hans: 请选择空文件夹。

# Resource_Text_1a3de446d590
source: {0} image(s) have updates available.
zh_hans: {0} 个镜像有可用更新。

# Resource_Text_1a709936ef89
source: Data in the affected volumes will be lost.
zh_hans: 相关数据卷中的数据将丢失。

# Resource_Text_1b671ba390e8
source: Saving {0} images…
zh_hans: 正在保存 {0} 个镜像…

# Resource_Text_1b730013ccc6
source: Down — stopped after {0} failed restart(s)
zh_hans: 不可用，重启失败 {0} 次后已停止

# Resource_Text_1b82a339cce8
source: Remove unused volumes
zh_hans: 删除未使用的数据卷

# Resource_Text_1bdc17c5e2f9
source: Volumes pruned
zh_hans: 数据卷已清理

# Resource_Text_1bdd56ae0fa8
source: Existing images, containers and volumes are not migrated. They remain in the old location until deleted.
zh_hans: 不会迁移现有镜像、容器或数据卷，它们将保留在原位置直到被删除。

# Resource_Text_21208bca20bf
source: Some steps reported errors:
zh_hans: 部分步骤报告了错误：

# Resource_Text_21c35eca493e
source: Health check removed for {0}. Existing engine health is unchanged; native health changes require explicit container recreation.
zh_hans: 已为 {0} 移除健康检查。现有引擎健康检查未更改；要更改原生健康检查，必须明确重新创建容器。

# Resource_Text_2473c08e7012
source: {0} user networks + {1} built-in networks
zh_hans: {0} 个用户网络 + {1} 个内置网络

# Resource_Text_24cced7ad554
source: Unhealthy — auto-restarting ({0}/{1})
zh_hans: 异常，正在自动重启（{0}/{1}）

# Resource_Text_25a9fd5664a4
source: Shutting WSL down…
zh_hans: 正在关闭 WSL…

# Resource_Text_26ae79518a04
source: {0} built-in network
zh_hans: {0} 个内置网络

# Resource_Text_272b9b240c75
source: Failed to calculate disk usage
zh_hans: 计算磁盘使用情况失败

# Resource_Text_2789780f8eaa
source: Removed {0} (about {1} writable layer data) and {2}.
zh_hans: 已删除 {0}（约 {1} 可写层数据）和 {2}。

# Resource_Text_27a4ad826e52
source: {0} networks
zh_hans: {0} 个网络

# Resource_Text_294bf49261bc
source: Saved {0} images to {1}. To bring it back, use Import → Restore saved images….
zh_hans: 已将 {0} 个镜像保存到 {1}。要恢复，请选择导入 → 恢复已保存的镜像…。

# Resource_Text_29c8b895b569
source: Health check configured for {0}. Existing engine health is unchanged; native health changes require explicit container recreation.
zh_hans: 已为 {0} 配置健康检查。现有引擎健康检查未更改；要更改原生健康检查，必须明确重新创建容器。

# Resource_Text_2a606e7bd51e
source: Change container storage
zh_hans: 更改容器存储

# Resource_Text_2e0629ec10b6
source: Reclaimed {0} from images.
zh_hans: 从镜像回收了 {0}。

# Resource_Text_2eccf3bfe77f
source: Unknown usage is not proof of eligibility; the engine determines which volumes can be pruned.
zh_hans: 使用情况未知不能证明可以清理，由引擎决定哪些数据卷可以清理。

# Resource_Text_30f822a886d2
source: Down — health check failing
zh_hans: 不可用，健康检查失败

# Resource_Text_314c9caa1b7f
source: 1 dangling image is still used by a container and cannot be removed yet.
zh_hans: 1 个悬空镜像仍被容器使用，暂时无法删除。

# Resource_Text_329d3a0b20b8
source: Could not check for WSL updates.
zh_hans: 无法检查 WSL 更新。

# Resource_Text_33b145c8b2b7
source: Reset wslc session.storagePath to default? Existing data in a custom location is not migrated or deleted.
zh_hans: 将 wslc session.storagePath 恢复默认值？不会迁移或删除自定义位置的现有数据。

# Resource_Text_3704caed7179
source: Engine: disabled by policy
zh_hans: 引擎：已被策略禁用

# Resource_Text_375ebb8cbe29
source: Failed to read WSL status
zh_hans: 读取 WSL 状态失败

# Resource_Text_37feecdf46e6
source: {0} volume - usage incomplete; unknown does not mean unused
zh_hans: {0} 个数据卷 - 使用情况不完整；未知不代表未使用

# Resource_Text_384a147ad9e2
source: Couldn't update container storage
zh_hans: 无法更新容器存储

# Resource_Text_3b79a6c4b800
source: Health check: starting (startup grace)
zh_hans: 健康检查：启动中（启动宽限期）

# Resource_Text_3c286a27f602
source: - volume usage incomplete; unknown volumes are not counted as unused
zh_hans: - 数据卷使用情况不完整；不将未知数据卷计为未使用

# Resource_Text_3d0a8265cd96
source: Waiting for you to approve the administrator prompt…
zh_hans: 正在等待您批准管理员提示…

# Resource_Text_400850b7845e
source: Shut down all WSL distros? This stops the container engine and every running
zh_hans: 关闭所有 WSL 发行版？这会停止容器引擎和所有运行中的

# Resource_Text_427386f5c663
source: Engine: unreachable
zh_hans: 引擎：无法访问

# Resource_Text_4321ed28ed60
source: Restart the wslc session now so the default storage location is used? Running containers are stopped.
zh_hans: 立即重启 wslc 会话以使用默认存储位置？运行中的容器将被停止。

# Resource_Text_4431f8cf9e48
source: {0} images can be updated.
zh_hans: {0} 个镜像有可用更新。

# Resource_Text_447d795e6433
source: Reclaimed {0}.
zh_hans: 已回收 {0}。

# Resource_Text_44b494daae4c
source: Unhealthy; stop failed: {0}
zh_hans: 异常；停止失败：{0}

# Resource_Text_44c57abd888a
source: Reset
zh_hans: 重置

# Resource_Text_4554f5b256b4
source: {0} container
zh_hans: {0} 个容器

# Resource_Text_45ab6f8c492b
source: Container changed while its health check was running; awaiting fresh health.
zh_hans: 健康检查运行期间容器发生变化，正在等待新的健康状态。

# Resource_Text_4b16ccc50cc2
source: Reclaim complete
zh_hans: 回收完成

# Resource_Text_4bbeda1834be
source: Engine health: unknown
zh_hans: 引擎健康状态：未知

# Resource_Text_4c92f0c7ac07
source: {0} volumes - usage incomplete; unknown does not mean unused
zh_hans: {0} 个数据卷 - 使用情况不完整；未知不代表未使用

# Resource_Text_4de04cd91a3d
source: Update failed
zh_hans: 更新失败

# Resource_Text_4e7dc421021d
source: This version of Windows redirects the app's writes to the wslc settings file. Use Edit settings file to set session.storagePath.
zh_hans: 此 Windows 版本会重定向应用对 wslc 设置文件的写入。请使用“编辑设置文件”设置 session.storagePath。

# Resource_Text_4f75bf557ab2
source: Reclaim space
zh_hans: 回收空间

# Resource_Text_511e101f8c63
source: Use this empty folder for new wslc session storage?
zh_hans: 将此空文件夹用于新的 wslc 会话存储？

# Resource_Text_51f0128d112d
source: Remove all dangling images, stopped containers, and unused volumes?
zh_hans: 删除所有悬空镜像、已停止的容器和未使用的数据卷？

# Resource_Text_52d3e18e950e
source: Installing a WSL update needs administrator permission. If no prompt appears on screen, select the flashing shield icon on the taskbar. Check that the prompt shows Microsoft Corporation as the verified publisher, then choose Yes. The update continues once you approve it.
zh_hans: 安装 WSL 更新需要管理员权限。如果屏幕上没有提示，请点击任务栏上闪烁的盾牌图标。确认已验证发布者为 Microsoft Corporation，然后选择“是”。批准后更新将继续。

# Resource_Text_540058a14492
source: {0} images
zh_hans: {0} 个镜像

# Resource_Text_5affb4df88db
source: Remove stopped containers
zh_hans: 删除已停止的容器

# Resource_Text_6257dda9c3b7
source: Remove dangling images
zh_hans: 删除悬空镜像

# Resource_Text_6387127193e5
source: App health: healthy (app must remain open)
zh_hans: 应用健康状态：健康（应用必须保持打开）

# Resource_Text_642b5cd982d4
source: containers
zh_hans: 容器

# Resource_Text_64fbd995d3b6
source: Change
zh_hans: 更改

# Resource_Text_65185f58e126
source: Down — not running after {0} restart attempt(s)
zh_hans: 不可用，尝试重启 {0} 次后仍未运行

# Resource_Text_6600d6e1e67c
source: Reclaim
zh_hans: 回收

# Resource_Text_66ebcf92eed0
source: verified publisher.
zh_hans: Microsoft Corporation。

# Resource_Text_67036bb84e14
source: Session restarted
zh_hans: 会话已重启

# Resource_Text_6a03ca0cd0bc
source: Update WSL
zh_hans: 更新 WSL

# Resource_Text_6c69c777e254
source: Configured in {0}
zh_hans: 已在 {0} 中配置

# Resource_Text_6c71adfba230
source: Health check unavailable: {0}
zh_hans: 健康检查不可用：{0}

# Resource_Text_6d483483caef
source: {0} image
zh_hans: {0} 个镜像

# Resource_Text_724bb41984d2
source: engine's per-session bind-mount slots. Containers can be started again afterwards.
zh_hans: 引擎的会话绑定挂载槽位，之后可以重新启动容器。

# Resource_Text_765e0ff4d3a2
source: {0} volumes
zh_hans: {0} 个数据卷

# Resource_Text_7a387cfd8187
source: Updating WSL…
zh_hans: 正在更新 WSL…

# Resource_Text_7a4d99920018
source: Remove all unused volumes? Any data they hold will be lost.
zh_hans: 删除所有未使用的数据卷？其中的数据将丢失。

# Resource_Text_7abc2e1d9338
source: Windows is waiting for your permission
zh_hans: Windows 正在等待您的许可

# Resource_Text_7ad21d18fd8e
source: Reading WSL status…
zh_hans: 正在读取 WSL 状态…

# Resource_Text_7b1133fe472d
source: Containers pruned
zh_hans: 容器已清理

# Resource_Text_7e34d9a960e3
source: {0} volume
zh_hans: {0} 个数据卷

# Resource_Text_7f306af804b7
source: Engine health: unhealthy; existing engine check differs from the requested check. App probes/autoheal are suspended to avoid duplicate checks. Recreate explicitly to apply desired settings.
zh_hans: 引擎健康状态：异常；现有引擎检查与请求的检查不同。已暂停应用探测和自动修复以避免重复检查，请明确重新创建容器以应用所需设置。

# Resource_Text_80440979c561
source: Administrator permission needed
zh_hans: 需要管理员权限

# Resource_Text_87a6c0db4629
source: Saved {0} image to {1}. To bring them back, use Import → Restore saved images….
zh_hans: 已将 {0} 个镜像保存到 {1}。要恢复，请选择导入 → 恢复已保存的镜像…。

# Resource_Text_890767d3faf6
source: Reclaim could not complete. Refresh the inventory before retrying; some cleanup may already have completed. {0}
zh_hans: 回收未能完成。请刷新清单后重试，部分清理可能已完成。 {0}

# Resource_Text_8b70a928916e
source: The wslc session must restart before the new location is used.
zh_hans: 必须重启 wslc 会话才能使用新位置。

# Resource_Text_94f2148dac71
source: (including pre-release builds)
zh_hans: （包含预览版本）

# Resource_Text_9f4e1409cfc8
source: Nothing obvious to reclaim
zh_hans: 没有明显可回收的空间

# Resource_Text_a030f21b7587
source: Health check…
zh_hans: 健康检查…

# Resource_Text_a14e2c207668
source: {0} network
zh_hans: {0} 个网络

# Resource_Text_a4b3c40db4fd
source: Open settings failed
zh_hans: 打开设置失败

# Resource_Text_aa4b203eb7a5
source: Disk usage refresh cancelled or timed out; displayed data may be stale
zh_hans: 磁盘使用情况刷新已取消或超时，显示的数据可能已过期

# Resource_Text_aa982ce8233d
source: {0} (virtual {1})
zh_hans: {0}（虚拟 {1}）

# Resource_Text_ab2343b36d42
source: Health check disabled for {0}. Existing engine health is unchanged; native health changes require explicit container recreation.
zh_hans: 已为 {0} 禁用健康检查。现有引擎健康检查未更改；要更改原生健康检查，必须明确重新创建容器。

# Resource_Text_af1b479de70a
source: Engine health: starting
zh_hans: 引擎健康状态：启动中

# Resource_Text_b134bd555a2f
source: Restart
zh_hans: 重启

# Resource_Text_b5923a83c0ff
source: Saved {0} image to {1}. To bring it back, use Import → Restore saved images….
zh_hans: 已将 {0} 个镜像保存到 {1}。要恢复，请选择导入 → 恢复已保存的镜像…。

# Resource_Text_bb93366308e4
source: Remove {0}, reclaiming up to {1}?
zh_hans: 删除 {0}，最多回收 {1}？

# Resource_Text_bcdfeeb41d5c
source: Windows will ask for administrator permission to install the update.
zh_hans: Windows 将请求管理员权限以安装更新。

# Resource_Text_bf17162e3be7
source: Health check disabled
zh_hans: 健康检查已禁用

# Resource_Text_c1b7111021d0
source: Removed {0}, reclaiming about {1}.
zh_hans: 已删除 {0}，回收约 {1}。

# Resource_Text_c2e180b03882
source: Health check failed ({0} consecutive failure(s)); awaiting retry threshold.
zh_hans: 健康检查失败（连续失败 {0} 次），正在等待重试阈值。

# Resource_Text_c4c99614fe10
source: {0} user network + {1} built-in network
zh_hans: {0} 个用户网络 + {1} 个内置网络

# Resource_Text_c52ad8ebd665
source: Restart failed
zh_hans: 重启失败

# Resource_Text_c6792f417830
source: Restart the wslc session now so the new storage location is used? Running containers are stopped.
zh_hans: 立即重启 wslc 会话以使用新的存储位置？运行中的容器将被停止。

# Resource_Text_c77cb4166afa
source: The wslc session was terminated. It restarts automatically on the next container action.
zh_hans: wslc 会话已终止，在下一次容器操作时将自动重启。

# Resource_Text_c981dceb2438
source: Restart WSL session
zh_hans: 重启 WSL 会话

# Resource_Text_cb532cdfbdcf
source: Calculating disk usage…
zh_hans: 正在计算磁盘使用情况…

# Resource_Text_cbe25898d894
source: Engine: error ({0})
zh_hans: 引擎：错误（{0}）

# Resource_Text_cc95aa7e0053
source: Reset container storage
zh_hans: 重置容器存储

# Resource_Text_cc989e9f84dc
source: Up to {0} reclaimable from dangling images and stopped containers - volume usage incomplete; unknown volumes are not counted as unused
zh_hans: 悬空镜像和已停止的容器最多可回收 {0} - 数据卷使用情况不完整；不将未知数据卷计为未使用

# Resource_Text_d0961f4abdcf
source: No .wslconfig found — WSL is using its built-in defaults.
zh_hans: 未找到 .wslconfig，WSL 正在使用内置默认值。

# Resource_Text_d368cdcd9d44
source: WSL {0} is available (installed {1}).
zh_hans: WSL {0} 已可用（已安装 {1}）。

# Resource_Text_d89984bc3e37
source: {0} containers
zh_hans: {0} 个容器

# Resource_Text_da8843228766
source: Restarting the wslc session…
zh_hans: 正在重启 wslc 会话…

# Resource_Text_da88488d0792
source: Can't use this folder
zh_hans: 无法使用此文件夹

# Resource_Text_db4bcc70ee6e
source: If no prompt appears, look for a flashing
zh_hans: 如果没有出现提示，请查看任务栏上闪烁的

# Resource_Text_df08e49b2d70
source: Remove all stopped containers ({0} candidate(s)), reclaiming about {1} from writable layers?
zh_hans: 删除所有已停止的容器（{0} 个候选），从可写层回收约 {1}？

# Resource_Text_dfff3239aafb
source: Engine health: healthy; existing engine check differs from the requested check. App probes/autoheal are suspended to avoid duplicate checks. Recreate explicitly to apply desired settings.
zh_hans: 引擎健康状态：健康；现有引擎检查与请求的检查不同。已暂停应用探测和自动修复以避免重复检查，请明确重新创建容器以应用所需设置。

# Resource_Text_e078a35843db
source: File
zh_hans: 文件

# Resource_Text_e12b09d77632
source: Installing the WSL update…
zh_hans: 正在安装 WSL 更新…

# Resource_Text_e1c15dc66a9e
source: {0} user networks + {1} built-in network
zh_hans: {0} 个用户网络 + {1} 个内置网络

# Resource_Text_e34d2baea976
source: Default ({0})
zh_hans: 默认（{0}）

# Resource_Text_e44dfa6f6650
source: volumes
zh_hans: 数据卷

# Resource_Text_e4a8dff56b8c
source: Engine: requirement check failed
zh_hans: 引擎：环境要求检查失败

# Resource_Text_e535a0653a7e
source: Health has not been inspected.
zh_hans: 尚未检查健康状态。

# Resource_Text_e65f3f93250a
source: container, and closes any other WSL sessions on this machine.
zh_hans: 容器，并关闭此计算机上的其他 WSL 会话。

# Resource_Text_e6b622c86d28
source: Engine health: healthy
zh_hans: 引擎健康状态：健康

# Resource_Text_e75039654b0d
source: Shut down
zh_hans: 关闭

# Resource_Text_e7785ed12222
source: If you declined or closed the administrator prompt, select Update again and choose Yes.
zh_hans: 如果拒绝或关闭了管理员提示，请再次点击更新并选择“是”。

# Resource_Text_e87f9d9dc7c2
source: {0} built-in networks
zh_hans: {0} 个内置网络

# Resource_Text_e8b433d94d09
source: Images pruned
zh_hans: 镜像已清理

# Resource_Text_ec038ed93a63
source: Download and install the latest WSL update{0}? This stops all running distros
zh_hans: 下载并安装最新的 WSL 更新{0}？这会停止所有运行中的发行版

# Resource_Text_ed004457aa24
source: Engine: wslc not found
zh_hans: 引擎：未找到 wslc

# Resource_Text_efe270c11a51
source: shield icon on the taskbar, and check that it shows Microsoft Corporation as the
zh_hans: 盾牌图标，并确认其中显示的已验证发布者为

# Resource_Text_f0a36b7fe84a
source: {0} image can be updated.
zh_hans: {0} 个镜像有可用更新。

# Resource_Text_f16a08791848
source: The wslc settings file doesn't exist yet. Use Edit settings file (or run 'wslc settings' once) to create it, then return here.
zh_hans: wslc 设置文件尚不存在。请使用“编辑设置文件”（或运行一次 wslc settings）创建文件，然后返回此页面。

# Resource_Text_f1c4d162a3ad
source: The wslc settings file could not be read.
zh_hans: 无法读取 wslc 设置文件。

# Resource_Text_f28c97906351
source: Up to {0} reclaimable from dangling images and stopped containers
zh_hans: 悬空镜像和已停止的容器最多可回收 {0}

# Resource_Text_f4ad4c094dc2
source: The wslc session must restart before the default location is used.
zh_hans: 必须重启 wslc 会话才能使用默认位置。

# Resource_Text_f4e0a08f5571
source: ; engine health: unknown
zh_hans: ；引擎健康状态：未知

# Resource_Text_f8dd182982c0
source: Saving {0} image…
zh_hans: 正在保存 {0} 个镜像…

# Resource_Text_fb107b55608b
source: There are no dangling images to remove.
zh_hans: 没有可以删除的悬空镜像。
